Repository: Connacri/ecom
Catalog: assets/i18n/app_*.arb
Languages: ar, es, fr, it, ja, ru, th, zh

# hello
source: Welcome
ar: أهلاً وسهلاً
es: Bienvenido
fr: Bienvenue
it: Benvenuto
ja: ようこそ
ru: Добро пожаловать
th: ยินดีต้อนรับ
zh: 欢迎

# loginPrompt
source: Please log in
ar: يرجى تسجيل الدخول
es: Por favor inicie sesión
fr: Veuillez vous connecter
it: Accedi per favore
ja: ログインしてください
ru: Пожалуйста, войдите в систему
th: กรุณาเข้าสู่ระบบ
zh: 请登录

source: No ads
ar: لا توجد إعلانات
es: Sin anuncios
fr: Pas d'annonces
it: Nessun annuncio
ja: 広告なし
ru: Нет объявлений
th: ไม่มีโฆษณา
zh: 没有广告

source: Untitled
ar: بدون عنوان
es: Sin título
fr: Sans titre
it: Senza titolo
ja: 無題
ru: Без названия
th: ไม่มีชื่อ
zh: 无标题

# fillAllFields
source: Please fill all fields and add photos.
ar: يرجى ملء جميع الحقول وإضافة الصور.
es: Por favor complete todos los campos y agregue fotos.
fr: Veuillez remplir tous les champs et ajouter des photos.
it: Compila tutti i campi e aggiungi le foto.
ja: すべての項目を入力し、写真を追加してください。
ru: Пожалуйста, заполните все поля и добавьте фотографии.
th: กรุณากรอกทุกช่องและเพิ่มรูปภาพ
zh: 请填写所有字段并添加照片。

source: New ad
ar: إعلان جديد
es: Nuevo anuncio
fr: Nouvelle annonce
it: Nuovo annuncio
ja: 新しい広告
ru: Новое объявление
th: ประกาศใหม่
zh: 新广告

source: Title
ar: العنوان
es: Título
fr: Titre
it: Titolo
ja: タイトル
ru: Заголовок
th: ชื่อเรื่อง
zh: 标题

source: Description
ar: الوصف
es: Descripción
it: Descrizione
ja: 説明
ru: Описание
th: คำอธิบาย
zh: 描述

source: Choose photos
ar: اختر الصور
es: Elegir fotos
fr: Choisir des photos
it: Scegli le foto
ja: 写真を選ぶ
ru: Выбрать фотографии
th: เลือกภาพถ่าย
zh: 选择照片

source: Publish
ar: نشر
es: Publicar
fr: Publier
it: Pubblica
ja: 公開
ru: Опубликовать
th: เผยแพร่
zh: 发布

source: Profile
ar: الملف الشخصي
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
ru: Профиль
th: โปรไฟล์
zh: 个人资料

source: Log out
ar: تسجيل الخروج
es: Cerrar sesión
fr: Se déconnecter
it: Disconnettersi
ja: ログアウト
ru: Выйти
th: ออกจากระบบ
zh: 登出

# number
source: Phone Number
ar: رقم الهاتف
es: Número de Teléfono
fr: Numéro de Téléphone
it: Numero di telefono
ja: 電話番号
ru: Номер телефона
th: หมายเลขโทรศัพท์
zh: 电话号码

source: Reason
ar: سبب
es: Motivo
fr: Motif
it: Motivo
ja: 理由
ru: Причина
th: เหตุผล
zh: 原因

# longtext
source: Enter a long text here...
ar: أدخل نصًا طويلاً هنا...
es: Introduzca un texto largo aquí...
fr: Entrez un texte long ici...
it: Inserisci un testo lungo qui...
ja: ここに長文を入力...
ru: Введите длинный текст здесь...
th: ป้อนข้อความยาวที่นี่...
zh: 在此输入长文本...

# valide
source: Please select a reason
ar: يرجى اختيار سبب
es: Por favor seleccione un motivo
fr: Veuillez sélectionner un motif
it: Seleziona un motivo
ja: 理由を選択してください
ru: Пожалуйста, выберите причину
th: กรุณาเลือกเหตุผล
zh: 请选择原因

# invalideNumber
source: The phone number is invalid.
ar: رقم الهاتف غير صالح.
es: El número de teléfono no es válido.
fr: Le numéro de téléphone est invalide.
it: Il numero di telefono non è valido
ja: 電話番号が無効です
ru: Номер телефона недействителен
th: หมายเลขโทรศัพท์ไม่ถูกต้อง
zh: 电话号码无效

# dejaSignaler
source: You have already reported
ar: لقد قمت بالإبلاغ مسبقًا
es: Ya has reportado
fr: Vous avez déjà signalé
it: Hai già segnalato
ja: 既に報告済みです
ru: Вы уже сообщали
th: คุณได้รายงานไปแล้ว
zh: 您已举报过

# leNum
source: The number
ar: الرقم
es: El número
fr: Le Numéro
it: Il numero
ja: 番号
ru: Номер
th: หมายเลข
zh: 号码

# abien
source: has been successfully reported
ar: تم الإبلاغ عنه بنجاح
es: ha sido reportado con éxito
fr: a bien été signalé
it: è stato segnalato con successo
ja: は正常に報告されました
ru: успешно зарегистрирован
th: ถูกรายงานเรียบร้อยแล้ว
zh: 已成功举报

# signaler
source: Report
ar: الإبلاغ
es: Reportar
fr: Signaler
it: Segnala
ja: 報告
ru: Сообщить
th: รายงาน
zh: 举报

# rechercher
source: Search
ar: بحث
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ru: Поиск
th: ค้นหา
zh: 搜索

# impossibledouvrir
source: Cannot open
ar: يتعذر الفتح
es: No se puede abrir
fr: Impossible d'ouvrir
it: Impossibile aprire
ja: 開けません
ru: Невозможно открыть
th: ไม่สามารถเปิดได้
zh: 无法打开

# website
source: Click here to visit the website
ar: انقر هنا لزيارة الموقع الإلكتروني
es: Haz clic aquí para visitar el sitio web
fr: Cliquez ici pour visiter le site web
it: Clicca qui per visitare il sito web
ja: ウェブサイトへ移動
ru: Нажмите здесь, чтобы посетить сайт
th: คลิกที่นี่เพื่อเยี่ยมชมเว็บไซต์
zh: 点击此处访问网站

# connexErreur
source: Error during logout
ar: حدث خطأ أثناء تسجيل الخروج
es: Error al cerrar sesión
fr: Erreur lors de la déconnexion
it: Errore durante il logout
ja: ログアウト中にエラー
ru: Ошибка при выходе
th: เกิดข้อผิดพลาดระหว่างออกจากระบบ
zh: 注销时出错

# profil
source: Check-it Profile
ar: الملف الشخصي
es: Check-it el Perfil
fr: Check-it Profil
it: Profilo Check-it
ja: プロフィールを確認
ru: Проверьте профиль
th: ตรวจสอบโปรไฟล์
zh: 查看个人资料

# usingGoogleToReport
source: By using your Google account, you can sign in and report phone numbers.
ar: باستخدام حسابك في Google، يمكنك تسجيل الدخول والإبلاغ عن الأرقام.
es: Usando tu cuenta de Google, podrás iniciar sesión y reportar números.
fr: En utilisant ton compte Google, tu pourras te connecter et signaler des numéros.
it: Utilizzando il tuo account Google, puoi accedere e segnalare numeri di telefono.
ja: Googleアカウントを使用して ログインし電話番号を報告できます
ru: Используя свою учетную запись Google, вы можете войти и сообщить о номерах телефонов.
th: โดยใช้บัญชี Google ของคุณ คุณสามารถลงชื่อเข้าใช้และรายงานหมายเลขโทรศัพท์
zh: 使用您的Google账号登录并举报电话号码

source: User
ar: مستخدم
es: Usuario
fr: Utilisateur
it: Utente
ja: ユーザー
ru: Пользователь
th: ผู้ใช้
zh: 用户

# deconex
source: Log out
ar: تسجيل الخروج
es: Cerrar sesión
fr: Se déconnecter
it: Esci
ja: ログアウト
ru: Выйти
th: ออกจากระบบ
zh: 退出登录

# defini
source: Permanently delete my account
ar: حذف حسابي نهائيًا
es: Eliminar permanentemente mi cuenta
fr: Supprimer définitivement mon compte
it: Elimina definitivamente il mio account
ja: アカウントを完全削除
ru: Навсегда удалить мою учетную запись
th: ลบบัญชีของฉันอย่างถาวร
zh: 永久删除我的账户

# sRecent
source: Recent reports
ar: التقارير الأخيرة
es: Informes recientes
fr: Signalements récents
it: Segnalazioni recenti
ja: 最近の報告
ru: Недавние отчеты
th: รายงานล่าสุด
zh: 最近举报

source: Delete All
ar: حذف الكل
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
ja: 全て削除
ru: Удалить все
th: ลบทั้งหมด
zh: 全部删除

source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ru: Удалить
th: ลบ
zh: 删除

# fin
source: End of results
ar: نهاية النتائج
es: Fin de los resultados
fr: Fin des résultats
it: Fine dei risultati
ja: 結果の終わり
ru: Конец результатов
th: สิ้นสุดผลลัพธ์
zh: 已显示全部结果

# dateInconnu
source: Unknown date
ar: تاريخ غير معروف
es: Fecha desconocida
fr: Date inconnue
it: Data sconosciuta
ja: 日付不明
ru: Неизвестная дата
th: วันที่ไม่ทราบ
zh: 日期未知

# validateRequise
source: Confirmation required
ar: تأكيد مطلوب
es: Confirmación requerida
fr: Confirmation requise
it: Conferma richiesta
ja: 確認が必要です
ru: Требуется подтверждение
th: ต้องการการยืนยัน
zh: 需要确认

# actionDeleting
source: This action will permanently delete your account and all your reports. Are you absolutely sure?
ar: سيؤدي هذا الإجراء إلى حذف حسابك وجميع تقاريرك بشكل دائم. هل أنت متأكد تمامًا؟
es: Esta acción eliminará permanentemente tu cuenta y todos tus informes. ¿Estás absolutamente seguro?
fr: Cette action supprimera votre compte et tous vos signalements de façon irréversible. Êtes-vous absolument sûr ?
it: Questa azione eliminerà definitivamente il tuo account e tutte le tue segnalazioni. Sei assolutamente sicuro?
ja: この操作はアカウントと全ての報告を 完全に削除します。 本当に実行しますか？
ru: Это действие навсегда удалит вашу учетную запись и все ваши отчеты. Вы абсолютно уверены?
th: การดำเนินการนี้จะลบบัญชีของคุณ และรายงานทั้งหมดอย่างถาวร คุณแน่ใจหรือไม่?
zh: 此操作将永久删除您的账户和所有举报记录。 您确定要继续吗？

# annuler
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ru: Отмена
th: ยกเลิก
zh: 取消

# confirme
source: Confirm
ar: تأكيد
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
ru: Подтвердить
th: ยืนยัน
zh: 确认

# deleteSucces
source: Account deleted successfully
ar: تم حذف الحساب بنجاح
es: Cuenta eliminada con éxito
fr: Compte supprimé avec succès
it: Account eliminato con successo
ja: アカウント削除成功
ru: Учетная запись успешно удалена
th: ลบบัญชีสำเร็จ
zh: 账户删除成功

# deleteEchec
source: Deletion failed
ar: فشل الحذف
es: Eliminación fallida
fr: Échec de la suppression
it: Eliminazione fallita
ja: 削除失敗
ru: Не удалось удалить
th: ลบไม่สำเร็จ
zh: 删除失败

source: Delete all reports
ar: حذف جميع التقارير
es: Eliminar todos los informes
fr: Supprimer tous les signalements
it: Elimina tutte le segnalazioni
ja: 全ての報告を削除
ru: Удалить все отчеты
th: ลบรายงานทั้งหมด
zh: 删除所有举报

# deleteAllReportsConfirmation
source: This action will delete all reported numbers. Continue?
ar: سيؤدي هذا الإجراء إلى حذف جميع الأرقام المبلغ عنها. هل تود المتابعة؟
es: Esta acción eliminará todos los números reportados. ¿Continuar?
fr: Cette action supprimera tous les numéros signalés. Continuer ?
it: Questa azione eliminerà tutti i numeri segnalati. Continuare?
ja: 全ての報告番号を削除します。続行しますか？
ru: Это действие удалит все зарегистрированные номера. Продолжить?
th: การดำเนินการนี้จะลบหมายเลขที่รายงานทั้งหมด ดำเนินการต่อหรือไม่?
zh: 此操作将删除所有举报号码。继续吗？

source: Confirm deletion
ar: تأكيد الحذف
es: Confirmar eliminación
fr: Confirmer la suppression
it: Conferma eliminazione
ja: 削除確認
ru: Подтвердить удаление
th: ยืนยันการลบ
zh: 确认删除

# confirmReportDeletion
source: Are you sure you want to delete this reported number?
ar: هل أنت متأكد أنك تريد حذف هذا الرقم المبلغ عنه؟
es: ¿Está seguro de que desea eliminar este número reportado?
fr: Voulez-vous vraiment supprimer ce numéro signalé ?
it: Sei sicuro di voler eliminare questo numero segnalato?
ja: この報告番号を削除しますか？
ru: Вы уверены, что хотите удалить этот зарегистрированный номер?
th: คุณแน่ใจหรือไม่ที่จะลบหมายเลขที่รายงานนี้?
zh: 确定要删除此举报号码吗？

# ceNum
source: This phone number
ar: رقم الهاتف
es: Este número de teléfono
fr: Ce numéro de téléphone
it: Questo numero di telefono
ja: この電話番号
ru: Этот номер телефона
th: หมายเลขโทรศัพท์นี้
zh: 此电话号码

# hasBeenRepo
source: has been reported
ar: تم الإبلاغ عنه
es: ha sido reportado
fr: a été signalé
it: è stato segnalato
ja: は報告済みです
ru: был зарегистрирован
th: ถูกรายงานแล้ว
zh: 已被举报

# enterLongText
source: Enter a long text here...
ar: أدخل نصًا طويلاً هنا...
es: Ingrese un texto largo aquí...
fr: Entrez un texte long ici...
it: Inserisci un testo lungo qui...
ja: ここに長文を入力...
ru: Введите длинный текст здесь...
th: ป้อนข้อความยาวที่นี่...
zh: 在此输入长文本...

source: Reported numbers
ar: الأرقام المُبلّغ عنها
es: Números reportados
fr: Numéros signalés
it: Numeri segnalati
ja: 報告済み番号
ru: Зарегистрированные номера
th: หมายเลขที่รายงาน
zh: 已举报号码

source: Reporter name
ar: اسم المُبلِّغ
es: Nombre del informante
fr: Nom du signaleur
it: Nome del segnalatore
ja: 報告者名
ru: Имя репортера
th: ชื่อผู้รายงาน
zh: 举报人姓名

# severity
source: Severity (1-5)
ar: الخطورة (1-5)
es: Gravedad (1-5)
fr: Gravité (1-5)
it: Gravità (1-5)
ja: 深刻度(1-5)
ru: Серьезность (1-5)
th: ความรุนแรง (1-5)
zh: 严重程度(1-5)

source: Description (optional)
ar: الوصف (اختياري)
es: Descripción (opcional)
fr: Description (optionnelle)
it: Descrizione (opzionale)
ja: 説明(任意)
ru: Описание (необязательно)
th: คำอธิบาย (ไม่จำเป็น)
zh: 描述(可选)

source: Add
ar: إضافة
es: Agregar
fr: Ajouter
it: Aggiungi
ja: 追加
ru: Добавить
th: เพิ่ม
zh: 添加

source: Search
ar: بحث
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ru: Поиск
th: ค้นหา
zh: 搜索

source: Reports for
ar: بلاغات عن
es: Informes para
fr: Signalements pour
it: Segnalazioni per
ja: の報告
ru: Отчеты для
th: รายงานสำหรับ
zh: 举报记录：

# severityOnly
source: Severity
ar: الخطورة
es: Gravedad
fr: Gravité
it: Gravità
ja: 深刻度
ru: Серьезность
th: ความรุนแรง
zh: 严重程度

source: No description
ar: لا يوجد وصف
es: Sin descripción
fr: Aucune description
it: Nessuna descrizione
ja: 説明なし
ru: Нет описания
th: ไม่มีคำอธิบาย
zh: 无描述

source: User List
ar: قائمة المستخدمين
es: Lista de usuarios
fr: La Liste des utilisateurs
it: Lista utenti
ja: ユーザー一覧
ru: Список пользователей
th: รายชื่อผู้ใช้
zh: 用户列表

source: Unknown User
ar: مستخدم غير معروف
es: Usuario desconocido
fr: Utilisateur inconnu
it: Utente sconosciuto
ja: 不明なユーザー
ru: Неизвестный пользователь
th: ผู้ใช้ไม่ทราบ
zh: 未知用户

source: Error
ar: خطأ
fr: Erreur
it: Errore
ja: エラー
ru: Ошибка
th: ข้อผิดพลาด
zh: 错误

# motifFraud
source: Fraud or attempted fraud
ar: احتيال أو محاولة احتيال
es: Fraude o intento de fraude
fr: Fraude ou tentative de fraude
it: Frode o tentata frode
ja: 詐欺または詐欺未遂
ru: Мошенничество или попытка мошенничества
th: การฉ้อโกงหรือพยายามฉ้อโกง
zh: 欺诈或欺诈未遂

# motifAbusiveBehavior
source: Abusive or aggressive behavior
ar: سلوك مسيء أو عدواني
es: Comportamiento abusivo o agresivo
fr: Comportement abusif ou agressif
it: Comportamento abusivo o aggressivo
ja: 虐待的または攻撃的行為
ru: Оскорбительное или агрессивное поведение
th: พฤติกรรมที่ก้าวร้าวหรือรุนแรง
zh: 辱骂或攻击行为

# motifExcessiveReturns
source: Excessive or abusive returns
ar: إرجاع مفرط أو تعسفي
es: Devoluciones excesivas o abusivas
fr: Retours excessifs ou abusifs
it: Resi eccessivi o abusivi
ja: 過剰または不正な返品
ru: Чрезмерный или злоупотребляющий возврат
th: การคืนสินค้ามากเกินไปหรือไม่เหมาะสม
zh: 过度或滥用退货

# motifNonPayment
source: Non-payment or late payments
ar: عدم الدفع أو المدفوعات المتأخرة
es: No pago o pagos retrasados
fr: Non-paiement ou paiements en retard
it: Mancato pagamento o pagamenti in ritardo
ja: 未払いまたは遅延払い
ru: Неоплата или просрочка платежа
th: ไม่ชำระเงินหรือชำระล่าช้า
zh: 未付款或延迟付款

# motifViolationTerms
source: Violation of terms of use
ar: انتهاك شروط الاستخدام
es: Violación de los términos de uso
fr: Violation des conditions d'utilisation
it: Violazione dei termini di utilizzo
ja: 利用規約違反
ru: Нарушение условий использования
th: ละเมิดข้อกำหนดการใช้งาน
zh: 违反使用条款

# motifShoplifting
source: Shoplifting
ar: سرقة من المتجر
es: Robo en tienda
fr: Vol à l'étalage
it: Taccheggio
ja: 万引き
ru: Кража в магазине
th: การขโมยของในร้าน
zh: 商店行窃

# motifFalseClaim
source: False claim or complaint
ar: ادعاء كاذب أو شكوى
es: Falsa reclamación o queja
fr: Fausse réclamation ou plainte
it: Reclamo o denuncia falsa
ja: 虚偽の請求または苦情
ru: Ложное заявление или жалоба
th: การเรียกร้องหรือร้องเรียนเท็จ
zh: 虚假索赔或投诉

# motifMisusePromotions
source: Misuse of promotions
ar: استخدام غير لائق للعروض الترويجية
es: Uso inapropiado de promociones
fr: Utilisation inappropriée des promotions
it: Abuso di promozioni
ja: プロモーションの悪用
ru: Злоупотребление акциями
th: การใช้โปรโมชั่นในทางที่ผิด
zh: 滥用促销活动

# motifSuspiciousBehavior
source: Suspicious behavior
ar: سلوك مريب
es: Comportamiento sospechoso
fr: Comportement suspect
it: Comportamento sospetto
ja: 不審な行動
ru: Подозрительное поведение
th: พฤติกรรมน่าสงสัย
zh: 可疑行为

# motifNonComplianceSafetyRules
source: Non-compliance with safety rules
ar: عدم الالتزام بقواعد الأمان
es: No cumplimiento de las normas de seguridad
fr: Non-respect des règles de sécurité
it: Mancato rispetto delle norme di sicurezza
ja: 安全規則違反
ru: Несоблюдение правил безопасности
th: ไม่ปฏิบัติตามกฎความปลอดภัย
zh: 不遵守安全规则

# motifRefusalReceipt
source: Refusal to accept the order
ar: رفض استلام الطلب
es: Rechazo de la recepción del pedido
fr: Refus de réception de la commande
it: Rifiuto di accettare l'ordine
ja: 注文の受取拒否
ru: Отказ от получения заказа
th: ปฏิเสธการรับสินค้า
zh: 拒绝接收订单

# motifLatePayment
source: Late payment
ar: تأخير في الدفع
es: Retraso en el pago
fr: Retard dans le paiement
it: Pagamento in ritardo
ja: 支払い遅延
ru: Просрочка платежа
th: การชำระเงินล่าช้า
zh: 延迟付款

# motifFraudulentPaymentMethods
source: Use of fraudulent payment methods
ar: استخدام وسائل دفع احتيالية
es: Uso de métodos de pago fraudulentos
fr: Utilisation de moyens de paiement frauduleux
it: Uso di metodi di pagamento fraudolenti
ja: 不正な支払方法の使用
ru: Использование мошеннических способов оплаты
th: การใช้วิธีการชำระเงินที่ฉ้อโกง
zh: 使用欺诈性支付方式

# motifBadFaithClaim
source: Bad faith in claims
ar: سوء النية في المطالبة
es: Mala fe en la reclamación
fr: Mauvaise foi lors de la réclamation
it: Reclamo in malafede
ja: 悪意のある請求
ru: Недобросовестное требование
th: การเรียกร้องที่ไม่สุจริต
zh: 恶意索赔

# motifNonComplianceDelivery
source: Non-compliance with delivery terms
ar: عدم الامتثال لشروط التسليم
es: No cumplimiento de las condiciones de entrega
fr: Non-respect des conditions de livraison
it: Mancato rispetto delle condizioni di consegna
ja: 配送条件違反
ru: Несоблюдение условий доставки
th: ไม่ปฏิบัติตามเงื่อนไขการจัดส่ง
zh: 不遵守交付条款

# motifReturnAbuse
source: Return or exchange abuse
ar: إساءة الاستخدام في الإرجاع أو التبادل
es: Abuso de devoluciones o intercambios
fr: Abus de retour ou d'échange
it: Abuso di resi o cambi
ja: 返品・交換の乱用
ru: Злоупотребление возвратом или обменом
th: การใช้สิทธิ์คืนหรือแลกเปลี่ยนในทางที่ผิด
zh: 滥用退换货

# motifUnjustifiedRefundRequest
source: Unjustified refund request
ar: طلب استرداد غير مبرر
es: Solicitud de reembolso injustificada
fr: Demande de remboursement injustifiée
it: Richiesta di rimborso ingiustificata
ja: 不当な返金要求
ru: Необоснованный запрос на возврат
th: การขอเงินคืนโดยไม่มีเหตุผล
zh: 无理由退款请求

# motifUseFalsifiedDocuments
source: Use of falsified documents
ar: استخدام مستندات مزورة
es: Uso de documentos falsificados
fr: Utilisation de documents falsifiés
it: Uso di documenti falsificati
ja: 偽造文書の使用
ru: Использование поддельных документов
th: การใช้เอกสารปลอมแปลง
zh: 使用伪造文件

# motifNonDeliveryToCorrectPerson
source: Non-delivery of goods to the correct person
ar: عدم تسليم البضائع للشخص الصحيح
es: No entrega de mercancía a la persona correcta
fr: Non-remise de la marchandise à la bonne personne
it: Mancata consegna alla persona corretta
ja: 正しい人物への配送失敗
ru: Недоставка товара нужному лицу
th: ไม่ส่งสินค้าให้กับบุคคลที่ถูกต้อง
zh: 未将货物交付给正确的人

# motifFraudAttemptProducts
source: Attempted fraud on products
ar: محاولة احتيال على المنتجات
es: Intento de fraude en productos
fr: Tentative de fraude sur les produits
it: Tentativo di frode sui prodotti
ja: 製品への詐欺企図
ru: Попытка мошенничества с товарами
th: พยายามฉ้อโกงสินค้า
zh: 试图对产品进行欺诈

# motifFrequentOrderChanges
source: Frequent changes in order information
ar: تعديلات متكررة على معلومات الطلب
es: Modificaciones frecuentes de la información del pedido
fr: Modifications fréquentes des informations de commande
it: Frequenti modifiche alle informazioni dell'ordine
ja: 注文情報の頻繁な変更
ru: Частые изменения информации о заказе
th: การเปลี่ยนแปลงข้อมูลการสั่งซื้อบ่อยครั้ง
zh: 频繁更改订单信息

# motifThreateningBehavior
source: Threatening behavior
ar: سلوك مهدد
es: Comportamiento amenazante
fr: Comportement menaçant
it: Comportamento minaccioso
ja: 脅迫行為
ru: Угрожающее поведение
th: พฤติกรรมการข่มขู่
zh: 威胁行为

# motifSafetyInstructionsIgnorance
source: Ignorance of safety instructions
ar: عدم الامتثال لتعليمات الأمان
es: Ignorancia de las instrucciones de seguridad
fr: Ignorance des consignes de sécurité
it: Ignoranza delle istruzioni di sicurezza
ja: 安全指示の無視
ru: Игнорирование инструкций по безопасности
th: ไม่สนใจคำแนะนำด้านความปลอดภัย
zh: 无视安全说明

# numeroJamaisSignale
source: This number has never been reported.
ar: لم يتم الإبلاغ عن هذا الرقم من قبل.
es: Este número nunca ha sido reportado.
fr: Ce numéro n'a jamais été signalé.
it: Questo numero non è mai stato segnalato
ja: この番号は報告されたことがありません
ru: Этот номер никогда не сообщался.
th: หมายเลขนี้ไม่เคยถูกรายงาน
zh: 该号码从未被举报过

# numeroRisqueModere
source: This number presents a moderate risk.
ar: هذا الرقم يشكل خطرًا معتدلًا.
es: Este número presenta un riesgo moderado.
fr: Ce numéro présente un risque modéré.
it: Questo numero presenta un rischio moderato
ja: この番号は中程度のリスクがあります
ru: Этот номер представляет умеренный риск.
th: หมายเลขนี้มีความเสี่ยงปานกลาง
zh: 该号码存在中等风险

# numeroRisqueMoyen
source: This number presents a medium risk.
ar: هذا الرقم يشكل خطرًا متوسطًا.
es: Este número presenta un riesgo medio.
fr: Ce numéro présente un risque moyen.
it: Questo numero presenta un rischio medio
ja: この番号は中高リスクがあります
ru: Этот номер представляет средний риск.
th: หมายเลขนี้มีความเสี่ยงระดับกลาง
zh: 该号码存在中高风险

# numeroRisqueEleve
source: This number presents a high risk.
ar: هذا الرقم يشكل خطرًا عاليًا.
es: Este número presenta un alto riesgo.
fr: Ce numéro présente un risque élevé.
it: Questo numero presenta un rischio elevato
ja: この番号は高リスクがあります
ru: Этот номер представляет высокий риск.
th: หมายเลขนี้มีความเสี่ยงสูง
zh: 该号码存在高风险

# numeroRisqueTresEleve
source: This number presents a very high risk.
ar: هذا الرقم يشكل خطرًا عاليًا جدًا.
es: Este número presenta un riesgo muy alto.
fr: Ce numéro présente un risque très élevé.
it: Questo numero presenta un rischio molto elevato
ja: この番号は非常に高いリスクがあります
ru: Этот номер представляет очень высокий риск.
th: หมายเลขนี้มีความเสี่ยงสูงมาก
zh: 该号码存在极高风险

# etatSignalementInconnu
source: Report status unknown.
ar: حالة الإبلاغ غير معروفة.
es: Estado del reporte desconocido.
fr: État de signalement inconnu.
it: Stato della segnalazione sconosciuto
ja: 報告状況不明
ru: Статус отчета неизвестен.
th: สถานะการรายงานไม่ทราบ
zh: 举报状态未知

# fois
source: Times
ar: مرات
es: Veces
fr: Fois
it: Volte
ja: 回
ru: раз
th: ครั้ง
zh: 次

# fermer
source: Close
ar: إغلاق
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ru: Закрыть
th: ปิด
zh: 关闭

# checkItDescription
source: CHECK-IT is an app that allows you to report and verify fraudulent numbers that are responsible for product returns and financial losses for merchants.
ar: CHECK-IT هو تطبيق يتيح لك الإبلاغ والتحقق من الأرقام الاحتيالية المسؤولة عن إعادة المنتجات والخسائر المالية للتجار.
es: CHECK-IT es una aplicación que le permite informar y verificar números fraudulentos responsables de devoluciones de productos y pérdidas financieras para los comerciantes.
fr: CHECK-IT est une application qui vous permet de signaler et vérifier les numéros frauduleux à l'origine de retours de produits et de pertes financières pour les commerçants.
it: CHECK-IT è un'app che ti permette di segnalare e verificare numeri fraudolenti responsabili di resi di prodotti e perdite finanziarie per i commercianti.
ja: CHECK-ITは、商品返品や販売者の経済的損失の原因となる詐欺番号を報告・確認できるアプリです。
ru: CHECK-IT - это приложение, которое позволяет вам сообщать и проверять мошеннические номера, ответственные за возврат товаров и финансовые потери для продавцов.
th: CHECK-IT เป็นแอปที่ช่วยให้คุณรายงานและตรวจสอบหมายเลขฉ้อโกงที่ทำให้เกิดการคืนสินค้าและความเสียหายทางการเงินสำหรับผู้ค้า
zh: CHECK-IT是一款允许您举报和验证欺诈号码的应用，这些号码导致商家产品退货和经济损失。

# confirmSignal
source: Confirm Report
ar: تأكيد الإبلاغ
es: Confirmar reporte
fr: Confirmer le signalement
it: Conferma segnalazione
ja: 報告の確認
ru: Подтвердить отчет
th: ยืนยันการรายงาน
zh: 确认举报

# confirmNumber
source: Are you sure you want to report this number?
ar: هل أنت متأكد أنك تريد الإبلاغ عن هذا الرقم؟
es: ¿Estás seguro de querer reportar este número?
fr: Voulez-vous vraiment signaler ce numéro ?
it: Vuoi davvero segnalare questo numero?
ja: この番号を報告しますか？
ru: Вы действительно хотите сообщить об этом номере?
th: คุณแน่ใจหรือไม่ที่จะรายงานหมายเลขนี้?
zh: 确定要举报此号码吗？

# alreadyReportedConfirm
source: This number has already been reported. Do you really want to report it again?
ar: تم الإبلاغ عن هذا الرقم بالفعل. هل تريد بالتأكيد الإبلاغ عنه مرة أخرى؟
es: Este número ya ha sido reportado. ¿Realmente desea volver a reportarlo?
fr: Ce numéro a déjà été signalé. Voulez-vous vraiment encore le re-signaler ?
it: Questo numero è già stato segnalato. Vuoi davvero segnalarlo di nuovo?
ja: この番号は既に報告済みです。再度報告しますか？
ru: Этот номер уже был зарегистрирован. Вы действительно хотите сообщить о нем снова?
th: หมายเลขนี้ถูกรายงานไปแล้ว คุณต้องการรายงานอีกครั้งหรือไม่?
zh: 该号码已被举报过，确定要再次举报吗？

source: Report details
ar: تفاصيل البلاغ
es: Detalles del reporte
fr: Détails du signalement
it: Dettagli segnalazione
ja: 報告詳細
ru: Детали отчета
th: รายละเอียดการรายงาน
zh: 举报详情
