Repository: Connacri/ecom
Catalog: assets/i18n/app_*.arb
Languages: ar, es, fr, it, ja, ru, th, zh

# noReportForNumber
source: No report for this number
ar: لا يوجد بلاغ لهذا الرقم
es: No hay reportes para este número
fr: Aucun signalement pour ce numéro
it: Nessuna segnalazione per questo numero
ja: この番号の報告はありません
ru: Нет отчета для этого номера
th: ไม่มีรายงานสำหรับหมายเลขนี้
zh: 该号码无举报记录

source: Reported on
ar: تم الإبلاغ في
es: Reportado el
fr: Signalé le
it: Segnalato il
ja: 報告日
ru: Сообщено
th: รายงานเมื่อ
zh: 举报于

source: Date
ar: التاريخ
es: Fecha
it: Data
ja: 日付
ru: Дата
th: วันที่
zh: 日期

source: Type
ar: النوع
es: Tipo
it: Tipo
ja: 種類
ru: Тип
th: ประเภท
zh: 类型

source: GPS disabled
ar: GPS معطل
es: GPS desactivado
fr: GPS désactivé
it: GPS disattivato
ja: GPSが無効です
ru: GPS отключен
th: GPS ถูกปิดใช้งาน
zh: GPS已禁用

# enable_gps_message
source: Please enable GPS to use this application.
ar: يرجى تفعيل GPS لاستخدام هذا التطبيق.
es: Por favor, active el GPS para usar esta aplicación.
fr: Veuillez activer le GPS pour utiliser cette application.
it: Attiva il GPS per utilizzare questa applicazione.
ja: このアプリを使用するにはGPSを有効にしてください。
ru: Пожалуйста, включите GPS для использования этого приложения.
th: กรุณาเปิดใช้งาน GPS เพื่อใช้แอปพลิเคชันนี้
zh: 请启用GPS以使用此应用程序。

source: Retry
ar: إعادة المحاولة
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ru: Повторить
th: ลองอีกครั้ง
zh: 重试

# permission_denied_title
source: Permission permanently denied
ar: تم رفض الإذن بشكل دائم
es: Permiso denegado permanentemente
fr: Permission refusée définitivement
it: Permesso negato definitivamente
ja: 権限が永久に拒否されました
ru: Доступ окончательно запрещён
th: ปฏิเสธการอนุญาตอย่างถาวร
zh: 权限被永久拒绝

# permission_denied_message
source: Location access permission has been permanently denied. Please enable it manually in the app settings.
ar: تم رفض إذن الوصول إلى الموقع بشكل دائم. يرجى تمكينه يدويًا في إعدادات التطبيق.
es: El permiso de acceso a la ubicación ha sido denegado permanentemente. Por favor, actívalo manualmente en la configuración de la aplicación.
fr: La permission d'accès à la localisation a été refusée définitivement. Veuillez l'activer manuellement dans les paramètres de l'application.
it: Il permesso di accesso alla posizione è stato negato definitivamente. Attivalo manualmente nelle impostazioni dell'app.
ja: 位置情報アクセス権限が永久に拒否されました。アプリ設定で手動で有効にしてください。
ru: Разрешение на доступ к местоположению было окончательно отклонено. Пожалуйста, включите его вручную в настройках приложения.
th: การอนุญาตเข้าถึงตำแหน่งถูกปฏิเสธอย่างถาวร โปรดเปิดใช้งานด้วยตนเองในการตั้งค่าแอป
zh: 位置访问权限已被永久拒绝。请在应用设置中手动启用。
